Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: what material was used to build house b ?
af: watter materiaal is gebruik om huis b te bou ?

source: house b is made of wood .
af: huis b is van hout gemaak .

source: if you had to build a house next to the ocean which one would you choose house a or house b ?
af: watter een sou jy kies as jy 'n huis by die see moes bou huis a of huis b ?

source: house b
af: huis b

source: teacher note house b would be a better choice but house a is not wrong .
af: onderwysersnota huis b is die beter keuse maar huis a is nie verkeerd nie .

source: read the suggested answer to the next question to see why b is the better choice .
af: lees die voorgestelde antwoord op die volgende vraag om te sien hoekom b die beter keuse is .

source: write down a reason why you would build this house next to the ocean rather than the other one .
af: skryf 'n rede neer waarom jy eerder hierdie huis by die see sou bou as die ander een .

source: metal objects usually rust in the wet salty air close to the ocean .
af: metaalvoorwerpe roes gewoonlik in die nat souterige lug naby die see .

source: that would make a corrugated iron house a poor choice .
af: daarom is 'n sinkplaathuis 'n swak keuse .

source: metals are also good conductors of heat which would make the iron house cold inside when the outside temperature is cold and hot inside when the weather is hot .
af: metale is ook goeie geleiers van hitte en daarom sal die sinkhuis binne koud wees wanneer die buite temperatuur koud is en binne warm wees wanneer die weer warm is .

source: teacher note house b the wooden house would be the best choice provided that wood is cheaply available .
af: onderwysersnota huis b die houthuis sou die beste keuse wees met dien verstande dat hout goedkoop beskikbaar is .

source: often people build tin houses because it is the cheapest material available .
af: mense bou dikwels sinkhuise omdat dit die goedkoopste beskikbare materiaal is .

source: write down at least three other materials that could be used for building a house .
af: skryf ten minste nog drie ander materiale neer wat gebruik kan word om 'n huis te bou .

source: bricks reeds concrete hard plastic sheets any durable waterproof material would be suitable .
af: bakstene riete beton harde plastiekplate enige duursame waterdigte materiaal sal geskik wees .

source: now that we have looked at the different types of materials that you could use to build a house and seen that there are different cases when you would use one material or another let's look at the actual properties of metals and non metals .
af: ons het gekyk na verskillende tipe materiale wat gebruik kan word om n huis te bou .

source: in this section learners will investigate and contrast the properties of metals and materials that are not metallic so called 'non metals' .
af: in hierdie afdeling sal leerders die eienskappe van metale en materiale wat nie metaalagtig is nie sogenaamde 'nie metale' ondersoek en onderskei .

source: you could draw their attention to metallic and non metallic items in the classroom or in pictures as an introduction to the topic and related activities .
af: as 'n inleiding tot die onderwerp en verwanteaktiwiteite kan jy hulle aandag vestig op metaalagtige en nie metaalagtige voorwerpe in die klas of in prentjies .

source: explanation of the new words to be covered in this section associated with metals .
af: verklaring van die nuwe woorde wat in hierdie afdeling gebruik word en wat met metale verband hou .

source: let's look at the properties of metals .
af: kom ons kyk na die eienskappe van metale .

source: a property is a word used to describe a material or object and tells us something about it .
af: 'n eienskap is 'n woord wat gebruik word om 'n materiaal of voorwerp te beskryf en dit vertel ons iets daarvan .

source: here the conversation could be directed in such a way that learners realise that when we cook food we heat the outside of the pot the food cooks on the inside .
af: hier kan die gesprek in s&#243; 'n rigting gestuur word dat leerders besef dat wanneer kos gaargemaak word ons die buitekant van die kastrol verhit maar dat die kos aan die binnekant van die kastrol kook .

source: that means the heat that cooks the food travels through the metal .
af: dit beteken dat die hitte wat die kos laat kook deur die metaal beweeg .

source: would heat travel through plastic in the same way ?
af: sal hitte op dieselfde manier deur plastiek beweeg ?

source: no the plastic would melt .
af: nee die plastiek sal smelt .

source: would heat travel through wood in the same way ?
af: sal hitte op dieselfde manier deur hout beweeg ?

source: no the wood would burn .
af: nee die hout sal brand .

source: these are new big words but here is an activity in which we can investigate some of the properties of metals .
af: moenie bekommerd wees nie !

source: we will use our skills of observation looking listening and touching during the investigation .
af: hierdie is nuwe groot woorde maar hier is 'n aktiwiteit waarin ons 'n paar van die eienskappe van metale kan ondersoek .

source: here a comment about skills of observation may be appropriate .
af: hier mag 'n opmerking oor waarnemingsvaardighede toepaslik wees .

source: what are skills of observation ?
af: wat is waarnemingsvaardighede ?

source: what does it mean to observe something ?
af: wat beteken dit om iets waar te neem ?

source: does observation only refer to things we can see ?
af: verwys waarneming net na dinge wat ons kan sien ?

source: no we can also observe hear sounds observe smell odours observe feel textures and observe taste flavours .
af: nee ons kan ook geluide waarneem hoor reuke waarneem ruik teksture waarneem voel en geure waarneem proe .

source: learners might also find it difficult to express what they observe .
af: leerders mag dit moeilik vind om dit wat hulle waarneem te verwoord .

source: encourage them to find words to write down or say what they see hear smell feel and taste .
af: moedig hulle aan om woorde te vind om neerte skryf of om te s&#234; wat hulle sien hoor ruik voel en proe .

source: this will help to develop their science vocabulary .
af: dit sal hulle help om hul wetenskaplike woordeskat uit te brei .

source: this activity is ideal for small group work .
af: hierdie aktiwiteit is ideaal vir klein groepies .

source: learners could discuss their observations in the group and fill in the table of observations together .
af: leerders kan hul waarnemings in die groep bespreek en die tabel van waarnemings saam invul .

source: learners may need help finding words for what they are observing .
af: leerders mag hulp benodig om woorde te vind om hul waarnemings te beskryf .

source: for this reason a word box is provided but learners could also be encouraged to use their own words .
af: om hierdie rede word 'n woordelys verskaf maar leerders word ook aangemoedig om hul eie woorde te gebruik .

source: since this is an investigation there are no right or wrong answer as long as learners can justify their answers from their own observations .
af: aangesien hierdie 'n ondersoek is is daar geen korrekte of verkeerde antwoorde nie solank leerders hul antwoorde met hul eie waarnemings kan staaf .

source: rather learners should be encouraged to discover freely and then link descriptive words to their observations .
af: leerders behoort eerder aangemoedig te word om vrylik te ontdek en dan beskrywende woorde aan hul waarnemings te koppel .

source: at the end of both investigations the properties of metals and the properties of non metals they should be able to compile a list of the general properties of metals and non metals similar to the lists given at the end of this unit .
af: aan die einde van beide ondersoeke die eienskappe van metale en die eienskappe van nie metale behoort hulle daartoe in staat te wees om 'n lys van die algemene eienskappe van metale en nie metale soortgelyk aan die lyste wat aan dieeinde van hierdie eenheid gegee word saam te stel .

source: tom identified a problem and a question he wants to experience the properties of metals .
af: tom het 'n probleem en 'n vraag ge&#239;dentifiseer hy wil die eienskappe van metale ervaar .

source: in a science investigation we want to answer a question or find something out .
af: in 'n wetenskaplike ondersoek wil ons 'n vraag beantwoord of iets uitvind .

source: what would you like to find out in this investigation? we call this the aim of the investigation .
af: wat sal jy graag met hierdie ondersoek wil uitvind? ons noem dit die doel van die ondersoek .

source: what have you learned from investigating the properties of metals ?
af: wat het jy geleer uit die ondersoek van die eienskappe van metale ?

source: mercury is the only metal that is in liquid form at room temperature .
af: kwik is die enigste metaal wat 'n vloeistof is by kamertemperatuur .

source: remember when we looked at the two different houses made from tin and wood ?
af: onthou jy toe ons na die twee verskillende huise gekyk het wat van sinkplaat en hout gemaak is ?

source: metals are used to make objects because of the properties that they have .
af: metale word gebruik om voorwerpe te maak op grond van die eienskappe wat hulle het .

source: describe the properties of the metal that this pot is made from .
af: beskryf die eienskappe van die metaal waarvan die kastrol gemaak is .

source: the pot is shiny strong and hard it conducts heat and only melts at very high temperatures
af: die kastrol is blink sterk hard gelei hitte en smelt net by baie ho&#235; temperature

source: why are some of the properties useful to the function of the pot .
af: waarom is sommige van die eienskappe nuttig vir die funksie van die kastrol ?

source: being strong and hard is useful as the pot needs to be able to carry food and you do not want it to break or shatter if you put it down hard on a surface .
af: om sterk en hard te wees is nuttig omdat die kastrol kos moet kan hou en jy wil nie h&#234; dit moet breek of kraak as jy dit te hard op 'n oppervlak neersit nie .

source: the metal conducts heat which is useful to cooking food heat conductivity of metals is only meant to be introduced in the next chapter but it can be mentioned here. but the pot also will not melt as metals only melt at very high temperatures much higher than the highest temperature the stove is able to reach .
af: die metaal gelei hitte wat nuttig is vir die kook van kos hitte geleiding van metale word eers in die volgende hoofstuk bekendgestel maar dit kan hier genoem word .

source: this fence in the next photo is made from metal wire .
af: die heining in die volgende foto is van metaaldraad gemaak .

source: what property of metal allows us to make this barbed wire fence from metal ?
af: watter eienskap van metaal laat toe dat ons hierdie doringdraadheining van metaal kan maak ?

source: metal is ductile meaning it can be made into thin wires without breaking which is why we can make barbed wire .
af: metaal is smeebaar wat beteken dit kan in dun drade gevorm word sonder om te breek .

source: what properties does a spanner need to have in order to be used to tighten bolts ?
af: watter eienskappe het 'n skroefsleutel nodig om gebruik te word om boute vas te draai ?

source: the spanner must be hard and strong .
af: die skroefsleutel moet hard en sterk wees .

source: how do the properties of metal help the functioning of a spanner ?
af: hoe help die eienskappe van metale met die funksie van 'n skroefsleutel ?

source: the metal is strong and hard and the spanner needs to be strong and hard .
af: die metaal is sterk en hard en die skroefsleutel moet ook sterk en hard wees .

source: the metal will not break when trying to tighten a bolt .
af: die metaal sal nie breek wanneer 'n bout vasgedraai word nie .

source: if the spanner was made from plastic do you think it would work as well ?
af: indien die skroefsleutel van plastiek gemaak was dink jy dit sou ook so goed gewerk het ?

source: a plastic spanner would not work so well as it would easily break .
af: 'n plastiekskroefsleutel sou nie so goed gewerk het nie want dit sou maklik breek .

source: plastic is not as strong or hard as metal .
af: plastiek is nie so sterk of hard soos metaal nie .

source: this is because metals are hard and strong .
af: omdat metale hard en sterk is .

source: coins need to be hard and strong as they are often in a wallet where they bump against other coins they are put into machines such as to pay for parking they might be slammed down on a counter when buying something .
af: munte moet hard en sterk wees omdat hulle dikwels in 'n beursie is waar hulle teen ander munte stamp hulle word in masjiene soos parkeermeters gesit hulle word hard op toonbanke neergesit wanneer daar vir iets betaalword .

source: all these actions make it necessary for coins to be durable so that they won't break easily .
af: al hierdie aksies vereis dat munte duursaam moet wees en nie maklik moet breek nie .

source: coins are therefore made from metal .
af: munte word daarom van metaal gemaak .

source: this structure is made from sheets of corrugated iron metal .
af: hierdie struktuur is van sinkmetaalplate gemaak .

source: what property of metal allows people to make sheets of metal like this ?
af: watter eienskap van 'n metaal laat mense toe om metaalplate soos hierdie te maak ?

source: metal is malleable meaning it can be hammered and shaped into thin sheets of metal .
af: metale is smeebaar wat beteken dit kan gehamer engevorm word tot dun metaalplate .

source: gold is malleable enough for just 1 gram to be hammered into a sheet that is 1 square meter in size .
af: goud is smeebaar genoeg dat slegs 1 gram goud gehamer kan word om 'n plaat van 1 vierkantmeter in grootte te vorm .

source: gold can also be made so thin that it appears transparent !
af: goud kan ook so dun gemaak word dat dit deurskynend lyk !

source: we have said that metals are shiny they have lustre .
af: ons het ges&#234; dat metale blink hulle het glans .

source: but sometimes when metal gets old it becomes dull .
af: maar soms wanneer 'n metaal oud word word dit dof .

source: if something is dull it has lost its shine .
af: as iets dof is het dit sy glans verloor .

source: there are ways to make metals shiny again .
af: daar is maniere om metale weer blink te maak .

source: the purpose of this activity is for learners to investigate ways to make metals shiny again do not tell them directly what to do but rather let them investigate and find out for themselves .
af: die doel van hierdie aktiwiteit is dat leerders maniere ondersoek om metale weer blink te maak moenie sommer vir hulle voors&#234; wat om te doen nie maar laat hulle liewer self ondersoek instel en self uitvind .

source: they can then write up the activity after completing it .
af: nadat hulle die aktiwiteit voltooi het kan hulle dit dan neerskryf .

source: materials to bring to class are old cloths brasso coins old pots a bowl of water .
af: materiale om klas toe te bring is ou lappe brasso munte ou kastrolle 'n bak water .

source: try and bring some metal objects to school which are old and dull especially old metal pots which you may have at home .
af: probeer ou dowwe metaalvoorwerpe saambring skool toe veral ou metaalkastrolle wat jy by die huis mag h&#234; .

source: place the objects in front of the learners and ask them to find the best way to make a metal object shiny again .
af: plaas die voorwerpe voor die kinders en vra hulle om die beste manier te vind om die metaalvoorwerpe weer blink te kry .

source: let them compare rubbing with a cloth rubbing with a cloth dipped in water and rubbing with a cloth with some brasso .
af: laat hulle toe om te vergelyk deur te vryf met 'n lap te vryf met 'n lap in water gedoop en te vryf met 'n lap met 'n bietjie brasso daarop .

source: what question were you trying to answer in this investigation ?
af: wat is die vraag wat jy probeer beantwoord het in hierdie ondersoek ?

source: how can you make a metal object shiny again ?
af: hoe kan jy 'n metaalvoorwerp weer blink kry ?

source: how can you clean dirty copper coins or pots ?
af: hoe kan jy vuil kopermunte of kastrolle skoonmaak ?

source: write the list of materials that you needed for this activity .
af: skryf die lys materiale neer wat jy vir hierdie aktiwiteit nodig gehad het .

source: write it in a bulleted list .
af: skryf dit puntsgewys neer .

source: imagine you had to tell your friends how to do this activity to answer your question .
af: verbeel jou dat jy die thunderbolt kids moet vertel hoe om hierdie aktiwiteit te doen om jou vraag te beantwoord .

source: write down the steps to follow in order to complete this activity .
af: skryf die stappe wat gevolg moet word om hierdie aktiwiteit te doen hieronder neer .

source: use your experience from experimenting with the objects to come up with a method for the activity .
af: gebruik jou ervaring van eksperimentering met die voorwerpe om 'n metode vir hierdie aktiwiteit te ontwikkel .

source: remember to number the steps in the method .
af: onthou om die stappe in die metode te nommer .

source: assess the learner's ability to record what they did and write short brief sentences .
af: assesseer die leerder se vermo&#235; om dit wat hulle gedoen het op te teken en kort bondige sinne te skryf .

source: you might want to start them off with the first step depending on what you did in class .
af: jy sou hulle dalk met die eerste stap kon help afhangende van wat in die klas gedoen is .

source: for example it might be examine an old dull metal object such as a coin or old pot the step 2 is rub a spot on the surface of the object with a cloth to see if you can make it shiny again then step 3 dip the cloth in water and rub a different spot on the surface of the object or a different coin and step 4 pour some brasso onto the cloth and rub this onto another spot on the surface of the object .
af: dit sou byvoorbeeld kon wees ondersoek 'n ou dowwe metaalvoorwerp soos 'n muntstuk of ou kastrol dan is stap 2 vryf 'n kolletjie op die oppervlak van die voorwerp met 'n lap om te sien of jy dit weer blink kan maak dan stap 3 doop die lap in water en vryf die voorwerp op 'n ander plek of vryf 'n ander muntstuk en stap 4 gooi 'n bietjie brasso op die lap en vryf die voorwerp op 'n ander plek op sy oppervlak .

source: let the brasso dry and then polish it off etc
af: laat die brasso droogword en poleer dit dan ens .

source: what can you conclude was the best and quickest way to make dull metal shiny again ?
af: wat kan jy aflei was die beste en vinnigste manier om dowwe metaal weer blink te maak ?

source: something about the fact that rubbing with a cloth and brasso is the best way to make a dull metal object shiny again .
af: iets oor die feit dat die vryf met 'n lap en brasso die beste manier is om 'n dowwe metaalvoorwerp weer blink te maak .

source: explanation of new words in this section
af: verklaring van nuwe woorde in hierdie afdeling

source: non metals are materials that do not have the same properties as metals .
af: nie metale is materiale wat nie dieselfde eienskappe as metale het nie .

source: this conversation could be linked to an earlier conversation in which learners were helped to discover that metals are good conductors of heat when we cook food we heat the outside of the pot but the food cooks on the inside' .
af: die gesprek kan gekoppel word aan 'n vroe&#235;re gesprek waarin leerders gehelp is om te ontdek dat metale goeie geleiers van hitte is 'wanneer ons kos gaarmaak verhit ons die buitekant van die kastrol maar die kos kook aan die binnekant' .

source: that means the heat can also travel along the handle of the pot or pan and burn our hands .
af: dit beteken dat hitte ook langs die handvatsel van die kastrol of pan kan beweeg en ons hande kan brand .

source: would heat travel through plastic or wood in the same way ?
af: sal hitte op dieselfde manier deur hout of plastiek beweeg ?

source: no the plastic or wood acts as insulator to protect our hands from the heat .
af: nee plastiek of hout tree as isolator op om ons hande teen die hitte te beskerm .

source: these materials do not conduct heat well .
af: hierdie materiale gelei hitte nie goed nie .

source: learners could also be reminded that a hot pot or pan could also be handled with a thick cloth or oven mitt to protect the hands .
af: leerders kan ook daaraan herinner word dat 'n warm kastrol of pan ook met'n dik lap of oondhandskoen hanteer kan word om die hande te beskerm .

source: cloth does not conduct heat well either .
af: lap gelei hitte ook nie goed nie .

source: in the next activity we will investigate some of the properties of non metals .
af: in die volgende aktiwiteit gaan ons sommige van die eienskappe van nie metale ondersoek .

source: we will test and observe the non metals in the same way that we tested the metals in the previous activity .
af: ons sal die nie metale op dieselfde manier toets en waarneem as wat ons die metale in die vorige aktiwiteit getoets het .

source: this is so that we can compare metals and non metals later on .
af: dit is sodat ons metale en nie metale later kan vergelyk .

source: since this is an investigation there are no right or wrong answers .
af: aangesien hierdie 'n ondersoek is is daar geen korrekte of verkeerde antwoorde nie .

source: aim what do you want to find out by doing this investigation .
af: doel wat wil jy uitvind deur hierdie ondersoek te doen ?

source: i want to find out about the properties of non metals .
af: ek wil meer uitvind oor die eienskappe van nie metale .

source: fill in the observations from your investigation of different non metals below .
af: vul die waarnemings van jou ondersoek van verskillende nie metale hieronder in .

source: what have we learnt about the properties of metals and non metals ?
af: wat het ons van die eienskappe van metale en nie metale geleer ?

source: now we are ready to compare the properties of metals and non metals .
af: ons is nou gereed om die eienskappe van metale en nie metale te vergelyk .

source: read through the two lists below .
af: lees deur die twee lyste hieronder .

source: do you agree with the properties that have been listed ?
af: stem jy saam met die eienskappe wat gelys is ?

source: are there other properties that you would like to add ?
af: is daar ander eienskappe wat jy sou wou byvoeg ?

source: metals are mostly
af: metale is meestal

source: non metals
af: nie metale

source: what does the word property mean ?
af: wat beteken die woord eienskap ?

source: properties are the things that are special about an object or a material .
af: eienskappe is die dinge wat eie is aan 'n voorwerp of materiaal .

source: the properties of a material tells us what it is like .
af: die eienskappe van 'n materiaal vertel ons hoe dit is .

source: how can we tell if something is made of metal ?
af: hoe kan ons s&#234; of iets van metaal gemaak is ?

source: things that are made of metal is shiny and hard and they can sometimes feel heavy .
af: voorwerpe wat van metaal gemaak is is blink en hard en kan soms swaar voel .

source: what does it mean to 'use our skills of observation' ?
af: wat beteken dit om ons 'waarnemingsvaardighede' tegebruik ?

source: skills of observation are looking listening and touching .
af: waarnemingsvaardighede is kyk luister en voel .

source: smelling and tasting are also forms of observation .
af: ruik en proe is ook vorms van waarneming .

source: design an investigation in which you are trying to work out whether an object is made of metal or a non metal .
af: beplan 'n ondersoek waarin jy probeer bepaal of 'n voorwerp van metaal of nie metaal gemaak is .
